const environmentalData = {
    "summary": {
        "totalRows": 128474,
        "anomaliesCount": 674,
        "anomalyPercent": "0.52",
        "tempBounds": {
            "low": 24.0,
            "high": 38.96
        },
        "rhBounds": {
            "low": 24.22,
            "high": 102.77
        },
        "tempHighCount": 51,
        "tempLowCount": 177,
        "rhHighCount": 0,
        "rhLowCount": 446
    },
    "anomalies": [
        {
            "time": "2026-02-12 15:10:00",
            "temp": 23.97,
            "rh": 41.72,
            "pm25": 49.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:11:00",
            "temp": 23.88,
            "rh": 41.9,
            "pm25": 49.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:12:00",
            "temp": 23.81,
            "rh": 41.98,
            "pm25": 50.8,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:13:00",
            "temp": 23.76,
            "rh": 41.95,
            "pm25": 51.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:14:00",
            "temp": 23.72,
            "rh": 41.91,
            "pm25": 50.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:15:00",
            "temp": 23.65,
            "rh": 41.92,
            "pm25": 53.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:16:00",
            "temp": 23.62,
            "rh": 42.18,
            "pm25": 55.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:17:00",
            "temp": 23.58,
            "rh": 42.36,
            "pm25": 53.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:18:00",
            "temp": 23.55,
            "rh": 42.61,
            "pm25": 53.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:19:00",
            "temp": 23.55,
            "rh": 42.74,
            "pm25": 52.29,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:20:00",
            "temp": 23.55,
            "rh": 43.53,
            "pm25": 52.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:21:00",
            "temp": 23.51,
            "rh": 43.46,
            "pm25": 52.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:22:00",
            "temp": 23.52,
            "rh": 43.35,
            "pm25": 52.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:23:00",
            "temp": 23.52,
            "rh": 43.22,
            "pm25": 51.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:24:00",
            "temp": 23.5,
            "rh": 43.22,
            "pm25": 52.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:25:00",
            "temp": 23.48,
            "rh": 43.5,
            "pm25": 52.2,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:26:00",
            "temp": 23.47,
            "rh": 43.55,
            "pm25": 51.14,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:27:00",
            "temp": 23.49,
            "rh": 43.18,
            "pm25": 50.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:28:00",
            "temp": 23.51,
            "rh": 43.06,
            "pm25": 51.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:29:00",
            "temp": 23.49,
            "rh": 42.87,
            "pm25": 53.8,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:30:00",
            "temp": 23.5,
            "rh": 42.85,
            "pm25": 53.6,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:36:00",
            "temp": 23.42,
            "rh": 46.17,
            "pm25": 54.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:37:00",
            "temp": 23.46,
            "rh": 46.78,
            "pm25": 55.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:38:00",
            "temp": 23.51,
            "rh": 47.49,
            "pm25": 57.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:39:00",
            "temp": 23.56,
            "rh": 46.53,
            "pm25": 57.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:40:00",
            "temp": 23.6,
            "rh": 45.9,
            "pm25": 58.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:41:00",
            "temp": 23.61,
            "rh": 45.41,
            "pm25": 59.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:42:00",
            "temp": 23.62,
            "rh": 45.01,
            "pm25": 59.8,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:43:00",
            "temp": 23.62,
            "rh": 44.66,
            "pm25": 58.4,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:44:00",
            "temp": 23.6,
            "rh": 44.6,
            "pm25": 57.75,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:45:00",
            "temp": 23.61,
            "rh": 44.27,
            "pm25": 59.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:46:00",
            "temp": 23.61,
            "rh": 44.36,
            "pm25": 57.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:48:00",
            "temp": 23.45,
            "rh": 44.15,
            "pm25": 58.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:49:00",
            "temp": 23.35,
            "rh": 44.15,
            "pm25": 58.8,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:50:00",
            "temp": 23.19,
            "rh": 44.3,
            "pm25": 59.2,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:51:00",
            "temp": 23.06,
            "rh": 44.57,
            "pm25": 57.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:52:00",
            "temp": 22.98,
            "rh": 45.35,
            "pm25": 57.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:53:00",
            "temp": 23.0,
            "rh": 45.43,
            "pm25": 57.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:54:00",
            "temp": 23.02,
            "rh": 44.84,
            "pm25": 56.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:55:00",
            "temp": 23.03,
            "rh": 44.74,
            "pm25": 56.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:56:00",
            "temp": 22.97,
            "rh": 44.96,
            "pm25": 55.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:57:00",
            "temp": 22.94,
            "rh": 44.96,
            "pm25": 53.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 15:58:00",
            "temp": 22.84,
            "rh": 44.76,
            "pm25": 54.2,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:01:00",
            "temp": 22.9,
            "rh": 45.27,
            "pm25": 48.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:02:00",
            "temp": 23.0,
            "rh": 44.49,
            "pm25": 51.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:03:00",
            "temp": 23.0,
            "rh": 44.31,
            "pm25": 52.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:04:00",
            "temp": 23.04,
            "rh": 44.11,
            "pm25": 51.2,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:05:00",
            "temp": 23.07,
            "rh": 43.97,
            "pm25": 51.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:06:00",
            "temp": 23.07,
            "rh": 43.65,
            "pm25": 52.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:07:00",
            "temp": 23.07,
            "rh": 43.47,
            "pm25": 52.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:08:00",
            "temp": 23.07,
            "rh": 43.48,
            "pm25": 54.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:09:00",
            "temp": 23.09,
            "rh": 43.33,
            "pm25": 56.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:10:00",
            "temp": 23.08,
            "rh": 43.46,
            "pm25": 53.6,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:11:00",
            "temp": 23.11,
            "rh": 43.4,
            "pm25": 56.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:12:00",
            "temp": 23.12,
            "rh": 43.31,
            "pm25": 54.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:13:00",
            "temp": 23.14,
            "rh": 43.26,
            "pm25": 54.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:14:00",
            "temp": 23.17,
            "rh": 43.11,
            "pm25": 53.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:15:00",
            "temp": 23.18,
            "rh": 43.34,
            "pm25": 55.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:16:00",
            "temp": 23.16,
            "rh": 43.65,
            "pm25": 54.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:17:00",
            "temp": 23.12,
            "rh": 43.81,
            "pm25": 54.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:18:00",
            "temp": 23.15,
            "rh": 43.85,
            "pm25": 54.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:19:00",
            "temp": 23.16,
            "rh": 44.08,
            "pm25": 54.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:20:00",
            "temp": 23.15,
            "rh": 44.17,
            "pm25": 53.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:21:00",
            "temp": 23.17,
            "rh": 44.17,
            "pm25": 54.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:22:00",
            "temp": 23.13,
            "rh": 43.96,
            "pm25": 53.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:23:00",
            "temp": 23.11,
            "rh": 43.93,
            "pm25": 52.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:24:00",
            "temp": 23.07,
            "rh": 43.92,
            "pm25": 52.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:25:00",
            "temp": 23.07,
            "rh": 44.36,
            "pm25": 52.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:26:00",
            "temp": 23.03,
            "rh": 44.25,
            "pm25": 53.2,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:27:00",
            "temp": 23.01,
            "rh": 44.39,
            "pm25": 54.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:28:00",
            "temp": 22.99,
            "rh": 44.41,
            "pm25": 53.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:29:00",
            "temp": 22.97,
            "rh": 44.48,
            "pm25": 51.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:30:00",
            "temp": 22.94,
            "rh": 44.51,
            "pm25": 51.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:31:00",
            "temp": 22.89,
            "rh": 44.77,
            "pm25": 52.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:32:00",
            "temp": 22.83,
            "rh": 44.95,
            "pm25": 53.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:33:00",
            "temp": 22.77,
            "rh": 44.93,
            "pm25": 52.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:34:00",
            "temp": 22.76,
            "rh": 44.91,
            "pm25": 52.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:35:00",
            "temp": 22.71,
            "rh": 44.91,
            "pm25": 52.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:36:00",
            "temp": 22.7,
            "rh": 44.91,
            "pm25": 51.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:37:00",
            "temp": 22.65,
            "rh": 45.1,
            "pm25": 52.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:38:00",
            "temp": 22.61,
            "rh": 45.28,
            "pm25": 51.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:39:00",
            "temp": 22.57,
            "rh": 45.29,
            "pm25": 51.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:40:00",
            "temp": 22.54,
            "rh": 45.41,
            "pm25": 51.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:41:00",
            "temp": 22.53,
            "rh": 45.5,
            "pm25": 51.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:42:00",
            "temp": 22.54,
            "rh": 45.33,
            "pm25": 50.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:43:00",
            "temp": 22.53,
            "rh": 45.27,
            "pm25": 50.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:44:00",
            "temp": 22.53,
            "rh": 45.61,
            "pm25": 50.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:45:00",
            "temp": 22.54,
            "rh": 45.84,
            "pm25": 51.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:46:00",
            "temp": 22.58,
            "rh": 45.93,
            "pm25": 51.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:47:00",
            "temp": 22.57,
            "rh": 45.9,
            "pm25": 51.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:48:00",
            "temp": 22.58,
            "rh": 45.99,
            "pm25": 50.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:49:00",
            "temp": 22.57,
            "rh": 45.88,
            "pm25": 50.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:50:00",
            "temp": 22.6,
            "rh": 46.14,
            "pm25": 51.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:51:00",
            "temp": 22.64,
            "rh": 46.78,
            "pm25": 50.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:52:00",
            "temp": 22.64,
            "rh": 49.28,
            "pm25": 50.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:53:00",
            "temp": 22.72,
            "rh": 50.96,
            "pm25": 51.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:54:00",
            "temp": 22.84,
            "rh": 52.05,
            "pm25": 53.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:55:00",
            "temp": 22.92,
            "rh": 52.83,
            "pm25": 55.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:56:00",
            "temp": 23.02,
            "rh": 53.13,
            "pm25": 54.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:57:00",
            "temp": 23.1,
            "rh": 53.45,
            "pm25": 55.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:58:00",
            "temp": 23.21,
            "rh": 53.6,
            "pm25": 55.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 16:59:00",
            "temp": 23.28,
            "rh": 53.79,
            "pm25": 57.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:00:00",
            "temp": 23.38,
            "rh": 53.59,
            "pm25": 56.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:01:00",
            "temp": 23.46,
            "rh": 53.4,
            "pm25": 56.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:02:00",
            "temp": 23.5,
            "rh": 52.99,
            "pm25": 57.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:03:00",
            "temp": 23.56,
            "rh": 53.11,
            "pm25": 56.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:04:00",
            "temp": 23.59,
            "rh": 53.37,
            "pm25": 57.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:05:00",
            "temp": 23.64,
            "rh": 53.15,
            "pm25": 57.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:06:00",
            "temp": 23.68,
            "rh": 52.97,
            "pm25": 56.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:07:00",
            "temp": 23.72,
            "rh": 52.86,
            "pm25": 56.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:08:00",
            "temp": 23.74,
            "rh": 52.73,
            "pm25": 56.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:09:00",
            "temp": 23.75,
            "rh": 52.34,
            "pm25": 58.2,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:10:00",
            "temp": 23.77,
            "rh": 51.23,
            "pm25": 57.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:11:00",
            "temp": 23.74,
            "rh": 50.5,
            "pm25": 55.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:12:00",
            "temp": 23.75,
            "rh": 49.62,
            "pm25": 53.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:13:00",
            "temp": 23.72,
            "rh": 48.58,
            "pm25": 54.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:14:00",
            "temp": 23.7,
            "rh": 47.85,
            "pm25": 53.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:15:00",
            "temp": 23.65,
            "rh": 47.48,
            "pm25": 53.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:16:00",
            "temp": 23.61,
            "rh": 47.27,
            "pm25": 53.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:17:00",
            "temp": 23.54,
            "rh": 46.82,
            "pm25": 54.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:18:00",
            "temp": 23.54,
            "rh": 46.48,
            "pm25": 52.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:19:00",
            "temp": 23.49,
            "rh": 46.13,
            "pm25": 53.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:20:00",
            "temp": 23.39,
            "rh": 46.15,
            "pm25": 52.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:21:00",
            "temp": 23.31,
            "rh": 48.0,
            "pm25": 52.4,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:22:00",
            "temp": 23.32,
            "rh": 49.51,
            "pm25": 54.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:23:00",
            "temp": 23.3,
            "rh": 50.2,
            "pm25": 53.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:24:00",
            "temp": 23.33,
            "rh": 50.81,
            "pm25": 55.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:25:00",
            "temp": 23.36,
            "rh": 51.2,
            "pm25": 55.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:26:00",
            "temp": 23.38,
            "rh": 51.46,
            "pm25": 54.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:27:00",
            "temp": 23.42,
            "rh": 51.67,
            "pm25": 55.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:28:00",
            "temp": 23.44,
            "rh": 51.5,
            "pm25": 55.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:29:00",
            "temp": 23.43,
            "rh": 51.53,
            "pm25": 55.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:30:00",
            "temp": 23.43,
            "rh": 51.68,
            "pm25": 55.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:31:00",
            "temp": 23.44,
            "rh": 51.62,
            "pm25": 56.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:32:00",
            "temp": 23.46,
            "rh": 51.71,
            "pm25": 56.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:33:00",
            "temp": 23.46,
            "rh": 51.72,
            "pm25": 57.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:34:00",
            "temp": 23.46,
            "rh": 51.25,
            "pm25": 57.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:35:00",
            "temp": 23.46,
            "rh": 50.01,
            "pm25": 55.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:36:00",
            "temp": 23.44,
            "rh": 49.03,
            "pm25": 54.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:37:00",
            "temp": 23.41,
            "rh": 48.29,
            "pm25": 53.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:38:00",
            "temp": 23.41,
            "rh": 48.31,
            "pm25": 52.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:39:00",
            "temp": 23.36,
            "rh": 47.82,
            "pm25": 51.75,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:40:00",
            "temp": 23.3,
            "rh": 46.86,
            "pm25": 51.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:41:00",
            "temp": 23.25,
            "rh": 46.64,
            "pm25": 52.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:42:00",
            "temp": 23.23,
            "rh": 46.86,
            "pm25": 52.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:43:00",
            "temp": 23.17,
            "rh": 46.71,
            "pm25": 52.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:44:00",
            "temp": 23.11,
            "rh": 46.87,
            "pm25": 51.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:45:00",
            "temp": 23.05,
            "rh": 47.1,
            "pm25": 52.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:46:00",
            "temp": 23.01,
            "rh": 46.87,
            "pm25": 51.8,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:47:00",
            "temp": 22.97,
            "rh": 46.48,
            "pm25": 51.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:48:00",
            "temp": 22.95,
            "rh": 46.25,
            "pm25": 52.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:49:00",
            "temp": 22.91,
            "rh": 47.17,
            "pm25": 53.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:50:00",
            "temp": 22.9,
            "rh": 48.92,
            "pm25": 53.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:51:00",
            "temp": 22.91,
            "rh": 50.1,
            "pm25": 52.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:52:00",
            "temp": 22.94,
            "rh": 50.98,
            "pm25": 53.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:53:00",
            "temp": 22.98,
            "rh": 51.38,
            "pm25": 52.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:54:00",
            "temp": 23.03,
            "rh": 51.54,
            "pm25": 53.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:55:00",
            "temp": 23.06,
            "rh": 51.95,
            "pm25": 54.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:56:00",
            "temp": 23.12,
            "rh": 52.16,
            "pm25": 54.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:57:00",
            "temp": 23.17,
            "rh": 52.3,
            "pm25": 54.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:58:00",
            "temp": 23.21,
            "rh": 52.31,
            "pm25": 54.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 17:59:00",
            "temp": 23.29,
            "rh": 52.17,
            "pm25": 56.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:00:00",
            "temp": 23.3,
            "rh": 52.0,
            "pm25": 56.33,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:01:00",
            "temp": 23.32,
            "rh": 52.2,
            "pm25": 54.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:02:00",
            "temp": 23.37,
            "rh": 52.38,
            "pm25": 54.4,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:03:00",
            "temp": 23.43,
            "rh": 52.41,
            "pm25": 55.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:04:00",
            "temp": 23.44,
            "rh": 52.52,
            "pm25": 54.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:05:00",
            "temp": 23.49,
            "rh": 52.38,
            "pm25": 55.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:06:00",
            "temp": 23.51,
            "rh": 52.25,
            "pm25": 55.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:07:00",
            "temp": 23.53,
            "rh": 51.96,
            "pm25": 56.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:08:00",
            "temp": 23.54,
            "rh": 51.93,
            "pm25": 54.83,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:09:00",
            "temp": 23.54,
            "rh": 51.79,
            "pm25": 55.2,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:10:00",
            "temp": 23.57,
            "rh": 51.83,
            "pm25": 53.5,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:11:00",
            "temp": 23.54,
            "rh": 51.92,
            "pm25": 55.17,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:12:00",
            "temp": 23.54,
            "rh": 51.59,
            "pm25": 55.67,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:13:00",
            "temp": 23.53,
            "rh": 51.81,
            "pm25": 56.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-02-12 18:14:00",
            "temp": 23.53,
            "rh": 52.23,
            "pm25": 55.0,
            "smell": "Ambient",
            "type": "🥶 อุณหภูมิต่ำผิดปกติ (<24.00°C)"
        },
        {
            "time": "2026-03-03 15:48:00",
            "temp": 38.97,
            "rh": 26.17,
            "pm25": 29.5,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 15:49:00",
            "temp": 39.02,
            "rh": 26.12,
            "pm25": 27.33,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 15:50:00",
            "temp": 39.09,
            "rh": 26.44,
            "pm25": 27.83,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 15:51:00",
            "temp": 39.27,
            "rh": 26.4,
            "pm25": 28.0,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 15:52:00",
            "temp": 39.31,
            "rh": 25.96,
            "pm25": 28.0,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 15:53:00",
            "temp": 39.31,
            "rh": 25.8,
            "pm25": 29.2,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 15:54:00",
            "temp": 39.23,
            "rh": 25.68,
            "pm25": 29.0,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 15:55:00",
            "temp": 39.06,
            "rh": 26.28,
            "pm25": 29.0,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 15:56:00",
            "temp": 39.01,
            "rh": 26.4,
            "pm25": 30.0,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 15:57:00",
            "temp": 39.0,
            "rh": 26.58,
            "pm25": 29.67,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 15:58:00",
            "temp": 39.02,
            "rh": 26.56,
            "pm25": 29.5,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 15:59:00",
            "temp": 39.13,
            "rh": 26.43,
            "pm25": 30.83,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:00:00",
            "temp": 39.13,
            "rh": 26.43,
            "pm25": 31.0,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:01:00",
            "temp": 39.15,
            "rh": 26.8,
            "pm25": 30.17,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:02:00",
            "temp": 39.24,
            "rh": 26.36,
            "pm25": 30.67,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:03:00",
            "temp": 39.31,
            "rh": 26.04,
            "pm25": 31.17,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:04:00",
            "temp": 39.31,
            "rh": 26.21,
            "pm25": 31.17,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:05:00",
            "temp": 39.34,
            "rh": 26.41,
            "pm25": 32.83,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:06:00",
            "temp": 39.39,
            "rh": 26.25,
            "pm25": 30.83,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:07:00",
            "temp": 39.44,
            "rh": 26.05,
            "pm25": 30.33,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:08:00",
            "temp": 39.4,
            "rh": 26.26,
            "pm25": 31.33,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:09:00",
            "temp": 39.31,
            "rh": 26.3,
            "pm25": 31.83,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:10:00",
            "temp": 39.32,
            "rh": 26.25,
            "pm25": 29.83,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:11:00",
            "temp": 39.41,
            "rh": 26.4,
            "pm25": 29.83,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:12:00",
            "temp": 39.53,
            "rh": 26.31,
            "pm25": 31.6,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:13:00",
            "temp": 39.57,
            "rh": 25.84,
            "pm25": 29.67,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:14:00",
            "temp": 39.5,
            "rh": 26.04,
            "pm25": 28.67,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:15:00",
            "temp": 39.34,
            "rh": 25.71,
            "pm25": 29.17,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:16:00",
            "temp": 39.03,
            "rh": 26.26,
            "pm25": 29.0,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:21:00",
            "temp": 39.06,
            "rh": 26.52,
            "pm25": 29.83,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-03 16:22:00",
            "temp": 39.0,
            "rh": 26.13,
            "pm25": 29.0,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-03-04 11:13:00",
            "temp": 34.53,
            "rh": 23.84,
            "pm25": 32.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 11:14:00",
            "temp": 34.33,
            "rh": 23.52,
            "pm25": 32.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 11:32:00",
            "temp": 34.12,
            "rh": 24.01,
            "pm25": 34.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:02:00",
            "temp": 35.66,
            "rh": 22.85,
            "pm25": 35.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:03:00",
            "temp": 35.85,
            "rh": 22.51,
            "pm25": 35.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:04:00",
            "temp": 36.07,
            "rh": 21.52,
            "pm25": 35.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:05:00",
            "temp": 36.1,
            "rh": 21.49,
            "pm25": 34.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:06:00",
            "temp": 36.01,
            "rh": 21.59,
            "pm25": 34.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:07:00",
            "temp": 35.87,
            "rh": 22.09,
            "pm25": 34.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:08:00",
            "temp": 35.79,
            "rh": 22.49,
            "pm25": 34.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:09:00",
            "temp": 35.56,
            "rh": 22.59,
            "pm25": 34.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:10:00",
            "temp": 35.3,
            "rh": 22.92,
            "pm25": 34.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:11:00",
            "temp": 35.11,
            "rh": 24.12,
            "pm25": 35.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:12:00",
            "temp": 35.02,
            "rh": 24.12,
            "pm25": 37.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:13:00",
            "temp": 34.99,
            "rh": 24.18,
            "pm25": 38.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:14:00",
            "temp": 35.04,
            "rh": 24.16,
            "pm25": 37.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:15:00",
            "temp": 35.14,
            "rh": 23.86,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:16:00",
            "temp": 35.23,
            "rh": 22.45,
            "pm25": 35.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:17:00",
            "temp": 35.25,
            "rh": 22.5,
            "pm25": 34.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:18:00",
            "temp": 35.38,
            "rh": 22.39,
            "pm25": 35.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:19:00",
            "temp": 35.39,
            "rh": 21.74,
            "pm25": 36.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:20:00",
            "temp": 35.29,
            "rh": 21.94,
            "pm25": 34.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:21:00",
            "temp": 35.22,
            "rh": 22.6,
            "pm25": 35.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:22:00",
            "temp": 35.13,
            "rh": 22.22,
            "pm25": 34.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:23:00",
            "temp": 35.05,
            "rh": 21.98,
            "pm25": 32.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:24:00",
            "temp": 35.02,
            "rh": 22.22,
            "pm25": 34.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:25:00",
            "temp": 35.1,
            "rh": 22.27,
            "pm25": 34.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:26:00",
            "temp": 35.1,
            "rh": 22.33,
            "pm25": 33.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:27:00",
            "temp": 35.14,
            "rh": 22.14,
            "pm25": 35.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:28:00",
            "temp": 35.29,
            "rh": 22.13,
            "pm25": 35.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:29:00",
            "temp": 35.51,
            "rh": 22.11,
            "pm25": 36.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:30:00",
            "temp": 35.7,
            "rh": 22.05,
            "pm25": 35.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:31:00",
            "temp": 35.76,
            "rh": 22.19,
            "pm25": 35.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:32:00",
            "temp": 35.68,
            "rh": 22.13,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:33:00",
            "temp": 35.65,
            "rh": 21.81,
            "pm25": 35.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:34:00",
            "temp": 35.6,
            "rh": 21.6,
            "pm25": 34.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:35:00",
            "temp": 35.72,
            "rh": 22.12,
            "pm25": 36.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:36:00",
            "temp": 35.95,
            "rh": 21.76,
            "pm25": 36.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:37:00",
            "temp": 36.1,
            "rh": 21.66,
            "pm25": 35.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:38:00",
            "temp": 36.21,
            "rh": 21.77,
            "pm25": 34.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:39:00",
            "temp": 36.07,
            "rh": 21.96,
            "pm25": 32.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:40:00",
            "temp": 35.84,
            "rh": 21.89,
            "pm25": 35.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:41:00",
            "temp": 35.79,
            "rh": 21.93,
            "pm25": 35.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:42:00",
            "temp": 35.84,
            "rh": 21.83,
            "pm25": 35.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:43:00",
            "temp": 35.9,
            "rh": 21.58,
            "pm25": 35.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:44:00",
            "temp": 35.99,
            "rh": 21.9,
            "pm25": 36.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:45:00",
            "temp": 36.0,
            "rh": 22.1,
            "pm25": 36.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:46:00",
            "temp": 36.12,
            "rh": 21.78,
            "pm25": 35.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:47:00",
            "temp": 36.19,
            "rh": 21.6,
            "pm25": 35.8,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:48:00",
            "temp": 36.15,
            "rh": 21.88,
            "pm25": 34.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:49:00",
            "temp": 36.26,
            "rh": 22.01,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:50:00",
            "temp": 36.45,
            "rh": 21.86,
            "pm25": 36.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:51:00",
            "temp": 36.39,
            "rh": 22.02,
            "pm25": 37.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:52:00",
            "temp": 36.19,
            "rh": 22.21,
            "pm25": 36.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:53:00",
            "temp": 36.13,
            "rh": 22.54,
            "pm25": 37.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:54:00",
            "temp": 35.97,
            "rh": 22.23,
            "pm25": 35.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:55:00",
            "temp": 35.9,
            "rh": 22.49,
            "pm25": 36.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:56:00",
            "temp": 35.8,
            "rh": 23.15,
            "pm25": 36.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:57:00",
            "temp": 35.71,
            "rh": 23.21,
            "pm25": 37.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:58:00",
            "temp": 35.7,
            "rh": 23.01,
            "pm25": 36.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 12:59:00",
            "temp": 35.63,
            "rh": 23.26,
            "pm25": 36.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:00:00",
            "temp": 35.59,
            "rh": 23.6,
            "pm25": 36.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:01:00",
            "temp": 35.58,
            "rh": 23.61,
            "pm25": 35.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:02:00",
            "temp": 35.56,
            "rh": 23.28,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:03:00",
            "temp": 35.57,
            "rh": 23.22,
            "pm25": 35.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:04:00",
            "temp": 35.56,
            "rh": 22.68,
            "pm25": 35.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:05:00",
            "temp": 35.54,
            "rh": 22.7,
            "pm25": 36.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:06:00",
            "temp": 35.52,
            "rh": 22.85,
            "pm25": 36.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:07:00",
            "temp": 35.62,
            "rh": 23.24,
            "pm25": 36.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:08:00",
            "temp": 35.95,
            "rh": 23.3,
            "pm25": 37.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:09:00",
            "temp": 36.21,
            "rh": 22.47,
            "pm25": 36.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:10:00",
            "temp": 36.11,
            "rh": 22.41,
            "pm25": 36.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:11:00",
            "temp": 35.96,
            "rh": 22.89,
            "pm25": 36.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:12:00",
            "temp": 36.03,
            "rh": 23.0,
            "pm25": 37.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:13:00",
            "temp": 36.23,
            "rh": 22.71,
            "pm25": 36.2,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:14:00",
            "temp": 36.37,
            "rh": 22.38,
            "pm25": 35.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:15:00",
            "temp": 36.38,
            "rh": 22.55,
            "pm25": 34.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:16:00",
            "temp": 36.49,
            "rh": 22.95,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:17:00",
            "temp": 36.69,
            "rh": 22.83,
            "pm25": 36.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:18:00",
            "temp": 36.78,
            "rh": 22.15,
            "pm25": 36.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:19:00",
            "temp": 36.74,
            "rh": 22.08,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:20:00",
            "temp": 36.71,
            "rh": 22.32,
            "pm25": 36.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:21:00",
            "temp": 36.68,
            "rh": 22.61,
            "pm25": 35.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:22:00",
            "temp": 36.54,
            "rh": 22.66,
            "pm25": 34.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:23:00",
            "temp": 36.49,
            "rh": 23.08,
            "pm25": 36.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:24:00",
            "temp": 36.51,
            "rh": 22.76,
            "pm25": 35.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:25:00",
            "temp": 36.45,
            "rh": 22.66,
            "pm25": 35.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:26:00",
            "temp": 36.39,
            "rh": 23.01,
            "pm25": 35.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:27:00",
            "temp": 36.41,
            "rh": 23.06,
            "pm25": 36.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:28:00",
            "temp": 36.46,
            "rh": 22.83,
            "pm25": 37.4,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:29:00",
            "temp": 36.59,
            "rh": 22.61,
            "pm25": 37.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:30:00",
            "temp": 36.76,
            "rh": 22.46,
            "pm25": 36.8,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:31:00",
            "temp": 36.95,
            "rh": 22.21,
            "pm25": 34.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:32:00",
            "temp": 36.98,
            "rh": 22.13,
            "pm25": 35.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:33:00",
            "temp": 37.02,
            "rh": 21.97,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:34:00",
            "temp": 37.05,
            "rh": 21.61,
            "pm25": 35.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:35:00",
            "temp": 36.94,
            "rh": 21.65,
            "pm25": 35.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:36:00",
            "temp": 36.85,
            "rh": 21.86,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:37:00",
            "temp": 36.95,
            "rh": 22.07,
            "pm25": 35.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:38:00",
            "temp": 37.04,
            "rh": 22.07,
            "pm25": 35.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:39:00",
            "temp": 37.13,
            "rh": 22.01,
            "pm25": 37.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:40:00",
            "temp": 37.19,
            "rh": 22.24,
            "pm25": 39.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:41:00",
            "temp": 37.18,
            "rh": 22.25,
            "pm25": 40.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:42:00",
            "temp": 37.06,
            "rh": 22.14,
            "pm25": 38.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:43:00",
            "temp": 36.89,
            "rh": 22.34,
            "pm25": 37.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:44:00",
            "temp": 36.77,
            "rh": 22.79,
            "pm25": 39.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:45:00",
            "temp": 36.54,
            "rh": 22.92,
            "pm25": 39.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:46:00",
            "temp": 36.42,
            "rh": 22.96,
            "pm25": 39.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:47:00",
            "temp": 36.47,
            "rh": 22.66,
            "pm25": 39.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:48:00",
            "temp": 36.47,
            "rh": 22.57,
            "pm25": 39.4,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:49:00",
            "temp": 36.48,
            "rh": 22.47,
            "pm25": 38.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:50:00",
            "temp": 36.58,
            "rh": 22.16,
            "pm25": 36.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:51:00",
            "temp": 36.7,
            "rh": 22.13,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:52:00",
            "temp": 36.79,
            "rh": 22.13,
            "pm25": 37.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:53:00",
            "temp": 36.91,
            "rh": 22.27,
            "pm25": 35.8,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:54:00",
            "temp": 37.02,
            "rh": 21.78,
            "pm25": 31.4,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:55:00",
            "temp": 36.89,
            "rh": 21.91,
            "pm25": 33.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:56:00",
            "temp": 36.86,
            "rh": 22.19,
            "pm25": 35.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:57:00",
            "temp": 36.94,
            "rh": 22.57,
            "pm25": 35.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:58:00",
            "temp": 37.04,
            "rh": 22.72,
            "pm25": 35.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 13:59:00",
            "temp": 37.14,
            "rh": 22.45,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:00:00",
            "temp": 37.25,
            "rh": 21.9,
            "pm25": 29.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:01:00",
            "temp": 37.05,
            "rh": 22.05,
            "pm25": 30.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:02:00",
            "temp": 36.89,
            "rh": 22.05,
            "pm25": 33.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:03:00",
            "temp": 36.73,
            "rh": 22.43,
            "pm25": 36.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:04:00",
            "temp": 36.76,
            "rh": 22.65,
            "pm25": 37.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:05:00",
            "temp": 36.88,
            "rh": 22.53,
            "pm25": 35.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:06:00",
            "temp": 36.97,
            "rh": 22.69,
            "pm25": 37.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:07:00",
            "temp": 37.01,
            "rh": 22.56,
            "pm25": 38.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:08:00",
            "temp": 37.15,
            "rh": 22.65,
            "pm25": 37.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:09:00",
            "temp": 36.98,
            "rh": 22.58,
            "pm25": 37.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:10:00",
            "temp": 36.81,
            "rh": 22.42,
            "pm25": 37.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:11:00",
            "temp": 36.83,
            "rh": 22.39,
            "pm25": 37.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:12:00",
            "temp": 36.85,
            "rh": 22.36,
            "pm25": 37.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:13:00",
            "temp": 36.88,
            "rh": 22.16,
            "pm25": 36.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:14:00",
            "temp": 36.91,
            "rh": 22.02,
            "pm25": 37.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:15:00",
            "temp": 36.88,
            "rh": 21.97,
            "pm25": 36.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:16:00",
            "temp": 36.82,
            "rh": 22.24,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:17:00",
            "temp": 36.76,
            "rh": 22.17,
            "pm25": 37.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:18:00",
            "temp": 36.8,
            "rh": 22.14,
            "pm25": 38.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:19:00",
            "temp": 36.82,
            "rh": 22.89,
            "pm25": 38.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:20:00",
            "temp": 37.05,
            "rh": 22.48,
            "pm25": 36.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:21:00",
            "temp": 37.15,
            "rh": 22.13,
            "pm25": 30.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:22:00",
            "temp": 36.99,
            "rh": 22.04,
            "pm25": 21.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:23:00",
            "temp": 36.68,
            "rh": 22.33,
            "pm25": 32.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:24:00",
            "temp": 36.5,
            "rh": 23.05,
            "pm25": 37.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:25:00",
            "temp": 36.64,
            "rh": 23.47,
            "pm25": 36.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:26:00",
            "temp": 36.91,
            "rh": 23.01,
            "pm25": 36.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:27:00",
            "temp": 37.2,
            "rh": 22.53,
            "pm25": 36.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:28:00",
            "temp": 37.36,
            "rh": 22.09,
            "pm25": 36.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:29:00",
            "temp": 37.38,
            "rh": 22.34,
            "pm25": 36.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:30:00",
            "temp": 37.36,
            "rh": 22.02,
            "pm25": 35.6,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:31:00",
            "temp": 37.28,
            "rh": 21.62,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:32:00",
            "temp": 37.25,
            "rh": 21.86,
            "pm25": 36.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:33:00",
            "temp": 37.32,
            "rh": 22.03,
            "pm25": 36.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:34:00",
            "temp": 37.52,
            "rh": 22.36,
            "pm25": 36.4,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:35:00",
            "temp": 37.75,
            "rh": 21.48,
            "pm25": 34.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:36:00",
            "temp": 37.94,
            "rh": 20.65,
            "pm25": 30.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:37:00",
            "temp": 38.02,
            "rh": 20.52,
            "pm25": 29.6,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:38:00",
            "temp": 37.93,
            "rh": 20.6,
            "pm25": 30.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:39:00",
            "temp": 37.69,
            "rh": 20.63,
            "pm25": 29.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:40:00",
            "temp": 37.5,
            "rh": 20.69,
            "pm25": 29.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:41:00",
            "temp": 37.44,
            "rh": 20.43,
            "pm25": 29.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:42:00",
            "temp": 37.33,
            "rh": 20.77,
            "pm25": 30.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:43:00",
            "temp": 37.43,
            "rh": 20.73,
            "pm25": 29.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:44:00",
            "temp": 37.5,
            "rh": 20.29,
            "pm25": 28.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:45:00",
            "temp": 37.48,
            "rh": 20.08,
            "pm25": 28.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:46:00",
            "temp": 37.46,
            "rh": 20.11,
            "pm25": 28.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:47:00",
            "temp": 37.49,
            "rh": 20.15,
            "pm25": 28.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:48:00",
            "temp": 37.61,
            "rh": 20.44,
            "pm25": 29.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:49:00",
            "temp": 37.89,
            "rh": 20.24,
            "pm25": 30.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:50:00",
            "temp": 37.97,
            "rh": 20.41,
            "pm25": 32.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:51:00",
            "temp": 37.99,
            "rh": 20.61,
            "pm25": 31.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:52:00",
            "temp": 37.91,
            "rh": 20.98,
            "pm25": 33.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:53:00",
            "temp": 37.77,
            "rh": 21.25,
            "pm25": 33.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:54:00",
            "temp": 37.69,
            "rh": 21.55,
            "pm25": 34.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:55:00",
            "temp": 37.58,
            "rh": 21.86,
            "pm25": 36.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:56:00",
            "temp": 37.41,
            "rh": 21.72,
            "pm25": 34.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:57:00",
            "temp": 37.29,
            "rh": 21.59,
            "pm25": 34.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:58:00",
            "temp": 37.3,
            "rh": 21.88,
            "pm25": 34.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 14:59:00",
            "temp": 37.33,
            "rh": 21.89,
            "pm25": 36.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:00:00",
            "temp": 37.34,
            "rh": 22.17,
            "pm25": 34.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:01:00",
            "temp": 37.27,
            "rh": 22.13,
            "pm25": 33.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:02:00",
            "temp": 37.1,
            "rh": 22.15,
            "pm25": 34.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:03:00",
            "temp": 37.03,
            "rh": 22.37,
            "pm25": 36.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:04:00",
            "temp": 36.89,
            "rh": 22.49,
            "pm25": 35.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:05:00",
            "temp": 36.85,
            "rh": 22.72,
            "pm25": 34.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:06:00",
            "temp": 36.91,
            "rh": 22.7,
            "pm25": 34.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:07:00",
            "temp": 37.02,
            "rh": 22.49,
            "pm25": 33.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:08:00",
            "temp": 37.28,
            "rh": 22.32,
            "pm25": 34.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:09:00",
            "temp": 37.41,
            "rh": 21.66,
            "pm25": 33.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:10:00",
            "temp": 37.48,
            "rh": 21.76,
            "pm25": 31.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:11:00",
            "temp": 37.49,
            "rh": 21.56,
            "pm25": 32.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:12:00",
            "temp": 37.38,
            "rh": 21.77,
            "pm25": 33.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:13:00",
            "temp": 37.4,
            "rh": 21.81,
            "pm25": 33.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:14:00",
            "temp": 37.46,
            "rh": 22.34,
            "pm25": 33.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:15:00",
            "temp": 37.7,
            "rh": 22.83,
            "pm25": 35.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:16:00",
            "temp": 37.78,
            "rh": 23.42,
            "pm25": 35.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:17:00",
            "temp": 37.68,
            "rh": 23.68,
            "pm25": 35.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:18:00",
            "temp": 37.57,
            "rh": 24.2,
            "pm25": 37.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:20:00",
            "temp": 37.08,
            "rh": 24.13,
            "pm25": 34.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:21:00",
            "temp": 36.86,
            "rh": 23.62,
            "pm25": 29.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:22:00",
            "temp": 36.77,
            "rh": 23.43,
            "pm25": 27.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:23:00",
            "temp": 36.76,
            "rh": 23.33,
            "pm25": 29.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:24:00",
            "temp": 36.9,
            "rh": 23.09,
            "pm25": 30.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:25:00",
            "temp": 37.08,
            "rh": 23.03,
            "pm25": 30.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:26:00",
            "temp": 37.15,
            "rh": 23.15,
            "pm25": 30.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:27:00",
            "temp": 37.1,
            "rh": 22.78,
            "pm25": 30.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:28:00",
            "temp": 37.1,
            "rh": 22.94,
            "pm25": 30.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:29:00",
            "temp": 37.1,
            "rh": 23.41,
            "pm25": 31.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:30:00",
            "temp": 37.17,
            "rh": 23.7,
            "pm25": 31.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:31:00",
            "temp": 37.24,
            "rh": 23.55,
            "pm25": 31.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:32:00",
            "temp": 37.24,
            "rh": 23.56,
            "pm25": 31.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:33:00",
            "temp": 37.31,
            "rh": 23.66,
            "pm25": 32.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:34:00",
            "temp": 37.4,
            "rh": 23.04,
            "pm25": 31.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:35:00",
            "temp": 37.25,
            "rh": 23.19,
            "pm25": 29.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:36:00",
            "temp": 37.22,
            "rh": 23.37,
            "pm25": 31.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:37:00",
            "temp": 37.16,
            "rh": 23.3,
            "pm25": 29.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:38:00",
            "temp": 37.19,
            "rh": 23.25,
            "pm25": 29.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:39:00",
            "temp": 37.18,
            "rh": 22.87,
            "pm25": 28.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:40:00",
            "temp": 37.11,
            "rh": 23.06,
            "pm25": 27.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:41:00",
            "temp": 37.06,
            "rh": 23.21,
            "pm25": 28.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:42:00",
            "temp": 37.07,
            "rh": 22.82,
            "pm25": 28.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:43:00",
            "temp": 37.07,
            "rh": 22.68,
            "pm25": 25.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:44:00",
            "temp": 36.95,
            "rh": 22.49,
            "pm25": 26.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:45:00",
            "temp": 36.85,
            "rh": 22.7,
            "pm25": 23.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:46:00",
            "temp": 36.85,
            "rh": 22.7,
            "pm25": 24.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:47:00",
            "temp": 36.93,
            "rh": 22.67,
            "pm25": 23.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:48:00",
            "temp": 36.97,
            "rh": 22.88,
            "pm25": 27.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:49:00",
            "temp": 36.98,
            "rh": 23.02,
            "pm25": 24.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:50:00",
            "temp": 36.91,
            "rh": 23.13,
            "pm25": 24.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:51:00",
            "temp": 36.85,
            "rh": 23.31,
            "pm25": 28.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:52:00",
            "temp": 36.83,
            "rh": 23.35,
            "pm25": 29.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:53:00",
            "temp": 36.76,
            "rh": 23.22,
            "pm25": 29.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:54:00",
            "temp": 36.84,
            "rh": 23.08,
            "pm25": 27.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:55:00",
            "temp": 37.03,
            "rh": 22.91,
            "pm25": 28.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:56:00",
            "temp": 37.14,
            "rh": 22.82,
            "pm25": 27.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:57:00",
            "temp": 37.12,
            "rh": 22.43,
            "pm25": 27.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:58:00",
            "temp": 36.97,
            "rh": 22.64,
            "pm25": 28.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 15:59:00",
            "temp": 36.97,
            "rh": 22.68,
            "pm25": 28.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:00:00",
            "temp": 36.99,
            "rh": 22.65,
            "pm25": 28.6,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:01:00",
            "temp": 37.03,
            "rh": 22.71,
            "pm25": 30.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:02:00",
            "temp": 37.02,
            "rh": 22.79,
            "pm25": 30.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:03:00",
            "temp": 36.92,
            "rh": 22.7,
            "pm25": 30.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:04:00",
            "temp": 36.87,
            "rh": 22.53,
            "pm25": 28.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:05:00",
            "temp": 36.84,
            "rh": 22.7,
            "pm25": 29.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:06:00",
            "temp": 36.95,
            "rh": 22.39,
            "pm25": 29.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:07:00",
            "temp": 36.98,
            "rh": 21.78,
            "pm25": 31.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:08:00",
            "temp": 37.0,
            "rh": 21.57,
            "pm25": 29.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:09:00",
            "temp": 37.08,
            "rh": 22.06,
            "pm25": 29.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:10:00",
            "temp": 37.05,
            "rh": 21.99,
            "pm25": 32.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:11:00",
            "temp": 37.11,
            "rh": 22.14,
            "pm25": 33.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:12:00",
            "temp": 37.02,
            "rh": 22.56,
            "pm25": 34.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:13:00",
            "temp": 36.84,
            "rh": 22.87,
            "pm25": 36.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:14:00",
            "temp": 36.74,
            "rh": 22.48,
            "pm25": 33.2,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:15:00",
            "temp": 36.69,
            "rh": 22.41,
            "pm25": 32.2,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:16:00",
            "temp": 36.69,
            "rh": 21.99,
            "pm25": 29.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:17:00",
            "temp": 36.75,
            "rh": 21.44,
            "pm25": 25.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:18:00",
            "temp": 36.83,
            "rh": 21.23,
            "pm25": 25.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:19:00",
            "temp": 37.0,
            "rh": 21.34,
            "pm25": 27.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:20:00",
            "temp": 37.15,
            "rh": 21.57,
            "pm25": 28.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:21:00",
            "temp": 37.24,
            "rh": 21.76,
            "pm25": 29.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:22:00",
            "temp": 37.26,
            "rh": 21.22,
            "pm25": 25.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:23:00",
            "temp": 37.15,
            "rh": 21.19,
            "pm25": 24.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:24:00",
            "temp": 37.04,
            "rh": 21.28,
            "pm25": 25.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:25:00",
            "temp": 37.03,
            "rh": 21.49,
            "pm25": 24.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:26:00",
            "temp": 37.14,
            "rh": 21.39,
            "pm25": 25.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:27:00",
            "temp": 37.26,
            "rh": 21.48,
            "pm25": 27.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:28:00",
            "temp": 37.37,
            "rh": 21.35,
            "pm25": 26.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:29:00",
            "temp": 37.33,
            "rh": 21.41,
            "pm25": 26.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:30:00",
            "temp": 37.25,
            "rh": 21.28,
            "pm25": 25.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:31:00",
            "temp": 37.22,
            "rh": 21.17,
            "pm25": 22.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:32:00",
            "temp": 37.3,
            "rh": 21.0,
            "pm25": 21.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:33:00",
            "temp": 37.33,
            "rh": 21.57,
            "pm25": 24.4,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:34:00",
            "temp": 37.14,
            "rh": 21.57,
            "pm25": 23.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:35:00",
            "temp": 36.97,
            "rh": 21.42,
            "pm25": 20.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:36:00",
            "temp": 36.94,
            "rh": 21.69,
            "pm25": 21.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:37:00",
            "temp": 37.02,
            "rh": 21.35,
            "pm25": 18.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:38:00",
            "temp": 36.88,
            "rh": 21.36,
            "pm25": 20.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:39:00",
            "temp": 36.78,
            "rh": 21.2,
            "pm25": 19.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:40:00",
            "temp": 36.83,
            "rh": 21.42,
            "pm25": 18.8,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:41:00",
            "temp": 36.91,
            "rh": 21.46,
            "pm25": 22.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:42:00",
            "temp": 36.95,
            "rh": 21.24,
            "pm25": 20.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:43:00",
            "temp": 36.87,
            "rh": 21.28,
            "pm25": 18.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:44:00",
            "temp": 36.8,
            "rh": 21.39,
            "pm25": 20.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:45:00",
            "temp": 36.76,
            "rh": 21.36,
            "pm25": 20.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:46:00",
            "temp": 36.64,
            "rh": 21.56,
            "pm25": 22.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:47:00",
            "temp": 36.59,
            "rh": 21.4,
            "pm25": 18.8,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:48:00",
            "temp": 36.53,
            "rh": 21.31,
            "pm25": 17.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:49:00",
            "temp": 36.46,
            "rh": 21.52,
            "pm25": 18.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:50:00",
            "temp": 36.49,
            "rh": 21.53,
            "pm25": 20.6,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:51:00",
            "temp": 36.53,
            "rh": 21.37,
            "pm25": 20.6,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:52:00",
            "temp": 36.56,
            "rh": 21.34,
            "pm25": 20.2,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:53:00",
            "temp": 36.57,
            "rh": 21.13,
            "pm25": 19.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:54:00",
            "temp": 36.58,
            "rh": 21.18,
            "pm25": 18.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:55:00",
            "temp": 36.59,
            "rh": 21.36,
            "pm25": 20.6,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:56:00",
            "temp": 36.58,
            "rh": 21.15,
            "pm25": 18.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:57:00",
            "temp": 36.66,
            "rh": 20.77,
            "pm25": 18.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:58:00",
            "temp": 36.69,
            "rh": 20.55,
            "pm25": 16.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 16:59:00",
            "temp": 36.76,
            "rh": 20.83,
            "pm25": 16.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:00:00",
            "temp": 36.85,
            "rh": 21.09,
            "pm25": 18.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:01:00",
            "temp": 36.78,
            "rh": 21.23,
            "pm25": 22.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:02:00",
            "temp": 36.83,
            "rh": 21.35,
            "pm25": 20.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:03:00",
            "temp": 36.91,
            "rh": 21.03,
            "pm25": 20.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:04:00",
            "temp": 36.92,
            "rh": 20.59,
            "pm25": 18.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:05:00",
            "temp": 36.89,
            "rh": 20.68,
            "pm25": 17.2,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:06:00",
            "temp": 36.91,
            "rh": 20.53,
            "pm25": 16.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:07:00",
            "temp": 36.87,
            "rh": 20.73,
            "pm25": 16.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:08:00",
            "temp": 36.91,
            "rh": 21.02,
            "pm25": 18.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:09:00",
            "temp": 36.93,
            "rh": 20.95,
            "pm25": 19.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:10:00",
            "temp": 36.85,
            "rh": 20.74,
            "pm25": 17.4,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:11:00",
            "temp": 36.78,
            "rh": 20.66,
            "pm25": 17.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:12:00",
            "temp": 36.79,
            "rh": 20.67,
            "pm25": 17.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:13:00",
            "temp": 36.71,
            "rh": 20.8,
            "pm25": 17.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:14:00",
            "temp": 36.67,
            "rh": 21.12,
            "pm25": 14.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:15:00",
            "temp": 36.61,
            "rh": 21.5,
            "pm25": 17.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:16:00",
            "temp": 36.47,
            "rh": 20.99,
            "pm25": 16.4,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:17:00",
            "temp": 36.43,
            "rh": 21.09,
            "pm25": 15.8,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:18:00",
            "temp": 36.45,
            "rh": 20.9,
            "pm25": 15.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:19:00",
            "temp": 36.51,
            "rh": 21.24,
            "pm25": 18.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:20:00",
            "temp": 36.46,
            "rh": 21.5,
            "pm25": 20.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:21:00",
            "temp": 36.38,
            "rh": 21.39,
            "pm25": 17.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:22:00",
            "temp": 36.47,
            "rh": 20.85,
            "pm25": 19.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:23:00",
            "temp": 36.56,
            "rh": 20.79,
            "pm25": 18.2,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:24:00",
            "temp": 36.59,
            "rh": 20.95,
            "pm25": 15.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:25:00",
            "temp": 36.59,
            "rh": 21.01,
            "pm25": 17.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:26:00",
            "temp": 36.64,
            "rh": 21.13,
            "pm25": 21.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:27:00",
            "temp": 36.65,
            "rh": 21.16,
            "pm25": 20.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:28:00",
            "temp": 36.63,
            "rh": 21.4,
            "pm25": 19.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:29:00",
            "temp": 36.62,
            "rh": 21.22,
            "pm25": 17.8,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:30:00",
            "temp": 36.65,
            "rh": 20.93,
            "pm25": 17.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:31:00",
            "temp": 36.68,
            "rh": 20.63,
            "pm25": 15.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:32:00",
            "temp": 36.66,
            "rh": 20.32,
            "pm25": 14.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:33:00",
            "temp": 36.62,
            "rh": 20.25,
            "pm25": 15.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:34:00",
            "temp": 36.52,
            "rh": 20.24,
            "pm25": 15.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:35:00",
            "temp": 36.49,
            "rh": 20.15,
            "pm25": 15.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:36:00",
            "temp": 36.4,
            "rh": 20.14,
            "pm25": 14.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:37:00",
            "temp": 36.35,
            "rh": 20.32,
            "pm25": 14.2,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:38:00",
            "temp": 36.32,
            "rh": 20.49,
            "pm25": 15.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:39:00",
            "temp": 36.36,
            "rh": 20.64,
            "pm25": 16.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:40:00",
            "temp": 36.44,
            "rh": 20.83,
            "pm25": 15.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:41:00",
            "temp": 36.53,
            "rh": 21.02,
            "pm25": 16.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:42:00",
            "temp": 36.6,
            "rh": 21.42,
            "pm25": 19.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:43:00",
            "temp": 36.6,
            "rh": 21.11,
            "pm25": 19.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:44:00",
            "temp": 36.54,
            "rh": 21.18,
            "pm25": 18.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:45:00",
            "temp": 36.47,
            "rh": 21.27,
            "pm25": 16.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:46:00",
            "temp": 36.38,
            "rh": 21.39,
            "pm25": 17.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:47:00",
            "temp": 36.28,
            "rh": 21.59,
            "pm25": 17.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:48:00",
            "temp": 36.19,
            "rh": 21.77,
            "pm25": 17.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:49:00",
            "temp": 36.15,
            "rh": 21.96,
            "pm25": 17.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:50:00",
            "temp": 36.05,
            "rh": 22.2,
            "pm25": 17.8,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:51:00",
            "temp": 35.96,
            "rh": 22.05,
            "pm25": 17.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:52:00",
            "temp": 35.93,
            "rh": 21.93,
            "pm25": 18.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:53:00",
            "temp": 35.93,
            "rh": 21.74,
            "pm25": 18.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:54:00",
            "temp": 35.92,
            "rh": 21.51,
            "pm25": 18.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:55:00",
            "temp": 35.85,
            "rh": 21.8,
            "pm25": 18.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:56:00",
            "temp": 35.86,
            "rh": 22.06,
            "pm25": 18.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:57:00",
            "temp": 35.87,
            "rh": 22.2,
            "pm25": 19.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:58:00",
            "temp": 35.87,
            "rh": 22.41,
            "pm25": 19.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 17:59:00",
            "temp": 35.83,
            "rh": 22.66,
            "pm25": 20.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:00:00",
            "temp": 35.78,
            "rh": 22.79,
            "pm25": 20.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:01:00",
            "temp": 35.71,
            "rh": 22.74,
            "pm25": 20.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:02:00",
            "temp": 35.59,
            "rh": 22.91,
            "pm25": 20.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:03:00",
            "temp": 35.53,
            "rh": 23.22,
            "pm25": 19.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:04:00",
            "temp": 35.5,
            "rh": 23.37,
            "pm25": 21.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:05:00",
            "temp": 35.42,
            "rh": 23.5,
            "pm25": 20.4,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:06:00",
            "temp": 35.37,
            "rh": 23.59,
            "pm25": 21.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:07:00",
            "temp": 35.28,
            "rh": 23.33,
            "pm25": 21.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:08:00",
            "temp": 35.21,
            "rh": 23.16,
            "pm25": 19.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:09:00",
            "temp": 35.18,
            "rh": 22.79,
            "pm25": 19.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:10:00",
            "temp": 35.15,
            "rh": 22.85,
            "pm25": 18.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:11:00",
            "temp": 35.19,
            "rh": 23.09,
            "pm25": 18.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:12:00",
            "temp": 35.21,
            "rh": 23.22,
            "pm25": 19.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:13:00",
            "temp": 35.19,
            "rh": 23.33,
            "pm25": 20.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:14:00",
            "temp": 35.19,
            "rh": 23.42,
            "pm25": 20.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:15:00",
            "temp": 35.2,
            "rh": 23.44,
            "pm25": 19.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:16:00",
            "temp": 35.14,
            "rh": 23.44,
            "pm25": 20.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:17:00",
            "temp": 35.05,
            "rh": 23.48,
            "pm25": 20.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:18:00",
            "temp": 35.0,
            "rh": 23.67,
            "pm25": 19.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:19:00",
            "temp": 34.97,
            "rh": 23.82,
            "pm25": 20.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:20:00",
            "temp": 34.95,
            "rh": 23.13,
            "pm25": 18.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:21:00",
            "temp": 34.91,
            "rh": 22.96,
            "pm25": 16.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:22:00",
            "temp": 34.86,
            "rh": 22.62,
            "pm25": 15.8,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:23:00",
            "temp": 34.81,
            "rh": 22.79,
            "pm25": 14.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:24:00",
            "temp": 34.77,
            "rh": 22.78,
            "pm25": 14.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:25:00",
            "temp": 34.78,
            "rh": 22.66,
            "pm25": 15.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:26:00",
            "temp": 34.76,
            "rh": 22.8,
            "pm25": 15.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:27:00",
            "temp": 34.76,
            "rh": 22.86,
            "pm25": 15.4,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:28:00",
            "temp": 34.76,
            "rh": 22.71,
            "pm25": 16.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:29:00",
            "temp": 34.72,
            "rh": 22.71,
            "pm25": 15.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:30:00",
            "temp": 34.7,
            "rh": 22.77,
            "pm25": 16.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:31:00",
            "temp": 34.68,
            "rh": 22.72,
            "pm25": 14.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:32:00",
            "temp": 34.65,
            "rh": 22.83,
            "pm25": 15.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:33:00",
            "temp": 34.65,
            "rh": 22.92,
            "pm25": 17.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:34:00",
            "temp": 34.63,
            "rh": 23.12,
            "pm25": 17.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:35:00",
            "temp": 34.62,
            "rh": 23.05,
            "pm25": 17.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:36:00",
            "temp": 34.61,
            "rh": 23.07,
            "pm25": 17.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:37:00",
            "temp": 34.58,
            "rh": 23.05,
            "pm25": 18.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:38:00",
            "temp": 34.55,
            "rh": 23.16,
            "pm25": 18.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:39:00",
            "temp": 34.6,
            "rh": 23.17,
            "pm25": 17.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:40:00",
            "temp": 34.59,
            "rh": 23.27,
            "pm25": 19.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:41:00",
            "temp": 34.55,
            "rh": 23.36,
            "pm25": 18.6,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:42:00",
            "temp": 34.5,
            "rh": 23.4,
            "pm25": 19.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:43:00",
            "temp": 34.48,
            "rh": 23.44,
            "pm25": 20.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:44:00",
            "temp": 34.45,
            "rh": 23.48,
            "pm25": 21.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:45:00",
            "temp": 34.45,
            "rh": 23.55,
            "pm25": 19.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:46:00",
            "temp": 34.44,
            "rh": 23.57,
            "pm25": 20.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:47:00",
            "temp": 34.42,
            "rh": 23.71,
            "pm25": 18.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:48:00",
            "temp": 34.42,
            "rh": 23.8,
            "pm25": 20.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:49:00",
            "temp": 34.41,
            "rh": 23.82,
            "pm25": 22.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:50:00",
            "temp": 34.38,
            "rh": 23.83,
            "pm25": 22.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:51:00",
            "temp": 34.37,
            "rh": 23.94,
            "pm25": 24.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:52:00",
            "temp": 34.31,
            "rh": 24.1,
            "pm25": 24.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 18:53:00",
            "temp": 34.27,
            "rh": 24.21,
            "pm25": 24.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:26:00",
            "temp": 33.72,
            "rh": 24.12,
            "pm25": 27.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:27:00",
            "temp": 33.74,
            "rh": 23.36,
            "pm25": 24.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:28:00",
            "temp": 33.73,
            "rh": 23.66,
            "pm25": 23.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:29:00",
            "temp": 33.68,
            "rh": 23.76,
            "pm25": 23.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:30:00",
            "temp": 33.7,
            "rh": 23.59,
            "pm25": 23.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:31:00",
            "temp": 33.69,
            "rh": 23.39,
            "pm25": 23.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:32:00",
            "temp": 33.67,
            "rh": 23.38,
            "pm25": 24.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:33:00",
            "temp": 33.67,
            "rh": 23.19,
            "pm25": 24.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:34:00",
            "temp": 33.65,
            "rh": 23.25,
            "pm25": 24.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:35:00",
            "temp": 33.62,
            "rh": 23.05,
            "pm25": 23.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:36:00",
            "temp": 33.62,
            "rh": 23.09,
            "pm25": 21.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:37:00",
            "temp": 33.6,
            "rh": 23.15,
            "pm25": 22.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:38:00",
            "temp": 33.58,
            "rh": 23.19,
            "pm25": 20.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:39:00",
            "temp": 33.56,
            "rh": 23.29,
            "pm25": 22.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:40:00",
            "temp": 33.55,
            "rh": 23.5,
            "pm25": 25.17,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:41:00",
            "temp": 33.51,
            "rh": 23.58,
            "pm25": 23.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:42:00",
            "temp": 33.52,
            "rh": 23.69,
            "pm25": 22.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:43:00",
            "temp": 33.51,
            "rh": 23.73,
            "pm25": 23.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:44:00",
            "temp": 33.51,
            "rh": 23.86,
            "pm25": 23.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:45:00",
            "temp": 33.47,
            "rh": 23.93,
            "pm25": 24.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:46:00",
            "temp": 33.48,
            "rh": 23.93,
            "pm25": 25.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:47:00",
            "temp": 33.49,
            "rh": 24.07,
            "pm25": 25.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:48:00",
            "temp": 33.5,
            "rh": 24.1,
            "pm25": 26.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-04 19:49:00",
            "temp": 33.42,
            "rh": 24.18,
            "pm25": 25.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-05 16:21:00",
            "temp": 35.55,
            "rh": 24.16,
            "pm25": 27.2,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-05 16:22:00",
            "temp": 35.44,
            "rh": 23.88,
            "pm25": 28.0,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-05 16:34:00",
            "temp": 35.78,
            "rh": 24.08,
            "pm25": 27.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-05 16:35:00",
            "temp": 35.77,
            "rh": 23.63,
            "pm25": 27.83,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-05 16:36:00",
            "temp": 35.65,
            "rh": 23.74,
            "pm25": 27.67,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-05 16:45:00",
            "temp": 35.22,
            "rh": 24.19,
            "pm25": 28.33,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-03-05 16:49:00",
            "temp": 35.47,
            "rh": 24.04,
            "pm25": 27.5,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-04-07 14:50:00",
            "temp": 39.08,
            "rh": 34.69,
            "pm25": 40.64,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 14:51:00",
            "temp": 39.19,
            "rh": 33.89,
            "pm25": 38.25,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 14:52:00",
            "temp": 39.14,
            "rh": 33.63,
            "pm25": 36.63,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 14:53:00",
            "temp": 39.02,
            "rh": 33.49,
            "pm25": 32.81,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:13:00",
            "temp": 38.99,
            "rh": 32.54,
            "pm25": 40.0,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:14:00",
            "temp": 38.97,
            "rh": 31.61,
            "pm25": 38.77,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:15:00",
            "temp": 39.01,
            "rh": 31.41,
            "pm25": 37.24,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:16:00",
            "temp": 39.03,
            "rh": 31.51,
            "pm25": 32.49,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:17:00",
            "temp": 39.08,
            "rh": 31.84,
            "pm25": 37.01,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:18:00",
            "temp": 38.99,
            "rh": 32.69,
            "pm25": 29.55,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:27:00",
            "temp": 39.0,
            "rh": 32.88,
            "pm25": 39.14,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:28:00",
            "temp": 39.15,
            "rh": 32.75,
            "pm25": 39.59,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:29:00",
            "temp": 39.37,
            "rh": 32.46,
            "pm25": 39.42,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:30:00",
            "temp": 39.54,
            "rh": 32.69,
            "pm25": 38.71,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:31:00",
            "temp": 39.63,
            "rh": 31.7,
            "pm25": 39.25,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:32:00",
            "temp": 39.53,
            "rh": 32.09,
            "pm25": 38.99,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:33:00",
            "temp": 39.53,
            "rh": 32.0,
            "pm25": 38.58,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:34:00",
            "temp": 39.56,
            "rh": 34.9,
            "pm25": 38.91,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-07 15:35:00",
            "temp": 39.28,
            "rh": 39.5,
            "pm25": 41.9,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        },
        {
            "time": "2026-04-11 11:20:00",
            "temp": 36.29,
            "rh": 24.01,
            "pm25": 32.59,
            "smell": "Ambient",
            "type": "🏜️ ความชื้นต่ำผิดปกติ (<24.22%)"
        },
        {
            "time": "2026-04-29 13:08:00",
            "temp": 39.1,
            "rh": 37.5,
            "pm25": 42.41,
            "smell": "Ambient",
            "type": "🌡️ อุณหภูมิสูงผิดปกติ (>38.96°C)"
        }
    ]
};
